<?php
return [
    'prefix' => [
        '1' => 'นาย',
        '2' => 'นาง',
        '3' => 'นางสาว'
    ],
    'type' => [
        '1' => 'เจ้าหน้าที่',
        '2' => 'อาจารย์'
    ],
    'level' => [
        '1' => 'ปฏิบัติการ',
        '2' => 'ชำนาญการ',
        '3' => 'ชำนาญการพิเศษ',
        '4' => 'เชี่ยวชาญ'
    ],
    'position' => [
        '2' => 'เจ้าหน้าที่บริหารงาน',
        '3' => 'นักวิชาชีพ',
        '4' => 'นักวิทยาศาสตร์',
        '5' => 'นักวิชาการ',
        '6' => 'นักวิชาการคอมพิวเตอร์',
        '7' => 'พนักงานบริการ',
        '8' => 'ผู้ปฏิบัติงานบริการ',
        '9' => 'นักวิชาการขำนาญการ'
    ],
    'rank' => [
        '1' => 'อาจารย์',
        '2' => 'อาจารย์ ดร.',
        '3' => 'ผู้ช่วยศาสตราจารย์',
        '4' => 'ผู้ช่วยศาสตราจารย์ ดร.',
        '5' => 'รองศาสตราจารย์',
        '6' => 'รองศาสตราจารย์ ดร.',
        '7' => 'ศาสตราจารย์',
        '8' => 'ศาสตราจารย์ ดร.'
    ],
    'statustype' => [
        '1' => 'ข้าราชการ',
        '2' => 'พนักงานประจำ',
        '3' => 'พนักงานมหาวิทยาลัย',
        '4' => 'ลูกจ้างประจำ',
        '5' => 'ลูกจ้างมหาวิทยาลัย',
        '6' => 'ลูกจ้างเหมา'
    ]

];
